Repository: SebCorbin/osis-continuing-education
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Admission accepted
fr_be: Admission acceptée

source: or
fr_be: ou

source: 'Invoice' file category unavailable when file isn't 'Accepted'
fr_be: La catégorie de fichier 'Facture' n'est disponible que pour un dossier 'Accepté'

source: A notification email has been sent to the participant
fr_be: Un email de notification a été envoyé au participant

source: A problem occured : the document is not uploaded
fr_be: Une erreur est survenue : le document n'a pas été uploadé

source: A problem occured during delete
fr_be: Un problème est survenu durant la suppression

source: Accept all selected admissions ?
fr_be: Accepter les inscriptions sélectionnées ?

source: Accept selected admissions
fr_be: Accepter les inscriptions sélectionnées

source: Accept the file
fr_be: Accepter le dossier

source: Accepted
fr_be: Accepté

source: Acronym
fr_be: Acronyme

source: Activate
fr_be: Activer

source: Active
fr_be: Actif

source: Activity sector
fr_be: Secteur d'activité

source: Address
fr_be: Adresse

source: Administrator
fr_be: Gestionnaire

source: Admission archived
fr_be: Dossier archivé

source: Admission is not archived
fr_be: Dossier non-archivé

source: Admission submitted
fr_be: Admission soumise

source: Admissions list
fr_be: Liste des admissions

source: Admissions to accept
fr_be: Admissions à accepter

source: Admissions_list
fr_be: Liste_admissions

# plural
source: All
fr_be: Toutes

source: Alternate notification email addresses
fr_be: Adresses email de notification alternatives

source: Archive
fr_be: Archiver

source: Archived
fr_be: Archivé

source: Archives list
fr_be: Liste des archives

source: Archives_list
fr_be: Liste_archives

source: Assessment presented
fr_be: A présenté l'épreuve d'évaluation

source: Assessment succeeded
fr_be: A réussi l'épreuve d'évaluation

source: Assign manager to training
fr_be: Assigner un·e gestionnaire à une formation

source: Associative
fr_be: Associatif

source: At least one of the 3 following fields (national registry, id card number or passport number) must be filled-in be the participant
fr_be: Le participant doit remplir au minimum un des 3 champs suivants : numéro de registre national, numéro de carte d'identité ou numéro de passeport

source: Awareness
fr_be: Comment avez-vous connu l'existence de ce programme ?

source: Billing
fr_be: Facturation

source: Billing address
fr_be: Adresse de facturation

source: Birth country
fr_be: Pays de naissance

source: Birth date
fr_be: Date de naissance

source: Birth location
fr_be: Lieu de naissance

source: Browse
fr_be: Parcourir

source: By Facebook
fr_be: Sur Facebook

source: By LinkedIn
fr_be: Sur LinkedIn

source: By Moocs
fr_be: Par les Moocs

source: By UCLouvain website
fr_be: Par le site web de l'UCLouvain

source: By customized mail
fr_be: Par courrier personnalisé

source: By emailing
fr_be: Par un emailing

source: By formation website
fr_be: Par le site web de la formation continue

source: By former students
fr_be: Par des anciens étudiants

source: By friends
fr_be: Par des amis

source: By press
fr_be: Dans la presse

source: By word of mouth
fr_be: Par le bouche à oreille

source: Cancel
fr_be: Annuler

source: Cancel state reason
fr_be: Motif d'état d'annulation

source: Cancelled
fr_be: Annulé

source: Change made
fr_be: Changement effectué

source: Check All
fr_be: Tout sélectionner

source: Children number
fr_be: Nombre d'enfants

source: Citizenship
fr_be: Nationalité

source: City
fr_be: Ville

source: Comma-separated addresses - Leave empty if no address
fr_be: Adresses séparées par des virgules - Laisser vide si pas d'adresses alternatives

source: Company number
fr_be: Numéro unique d'entreprise

source: Condition of acceptance
fr_be: Condition d'acceptation

source: Conditionally
fr_be: Sous condition

source: Confirm
fr_be: Confirmer

source: Confirm the refusal
fr_be: Confirmer le refus

source: Contact address
fr_be: Adresse de contact

source: Continuing Education
fr_be: Formations Continues

# continuing_education
source: Continuing education list
fr_be: Liste des formations continues

source: Continuing education managers only are allowed to validate a registration
fr_be: Seuls les gestionnaires IUFC peuvent valider une inscription

source: Country
fr_be: Pays

source: Create Json file to export data to EPC
fr_be: Créer un fichier Json pour exporter des données vers EPC

source: Creation of the admission
fr_be: Création de l'admission

source: Current employer
fr_be: Employeur actuel

source: Current occupation
fr_be: Fonction actuelle

source: Datetime
fr_be: Date/Heure

source: Delete document
fr_be: Supprimer le document

source: Diploma produced
fr_be: Diplôme produit

source: Diplomas to produce
fr_be: Diplômes à produire

source: Disable
fr_be: Désactiver

source: Divorced
fr_be: Divorcé

source: Do you confirm you want to save?
fr_be: Vous confirmez que vous voulez enregistrer?

source: Do you confirm you want to submit?
fr_be: Vous confirmez que vous voulez soumettre l'inscription?

source: Download document
fr_be: Télécharger le document

source: Draft
fr_be: Brouillon

source: Edit admission data
fr_be: Modifier informations admission

source: Edit registration data
fr_be: Modifier informations inscription

source: EducationGroup must have at least one EducationGroupYear
fr_be: EducationGroup doit avoir au moins un EducationGroupYear

source: Employee
fr_be: Employé

source: Faculty
fr_be: Faculté

source: Female
fr_be: Femme

source: Field required while participant fills out the form
fr_be: Champ requis quand le participant remplit le formulaire d'admission

source: Fields missing
fr_be: Champs manquants

source: File archived
fr_be: Dossier archivé

source: File category
fr_be: Catégorie de fichier

source: File correctly deleted
fr_be: Le fichier a bien été supprimé

source: File is now
fr_be: Le dossier est maintenant

source: File is now mark as
fr_be: Le dossier est maintenant enregistré comme

source: File unarchived
fr_be: Dossier désarchivé

source: Files are now
fr_be: Les dossiers sont maintenant

source: Files are now mark as
fr_be: Les dossiers sont maintenant enregistrés comme

source: First name
fr_be: Prénom

source: Formation administrator(s)
fr_be: Gestionnaire(s) de formation

source: Formation are now active
fr_be: Les formations sont maintenant actives

source: Formation are now inactive
fr_be: Les formations sont maintenant inactives

source: Formation is now active
fr_be: La formation est maintenant active

source: Formation is now inactive
fr_be: La formation est maintenant inactive

source: Formation spreading
fr_be: Etalement de la formation

source: Formations list
fr_be: Liste des formations

source: Formations_list
fr_be: Liste_formations

source: Gender
fr_be: Genre

source: Getting this admission not allowed.
fr_be: Récupérer cette admission n'est pas permis.

source: Head office name
fr_be: Nom du siège social

source: Health
fr_be: Santé

source: High school diploma
fr_be: Diplôme d'études secondaires

source: High school graduation year
fr_be: Année d'obtention (secondaire)

source: History
fr_be: Historique

source: I would like the billing address to be :
fr_be: Je souhaite que l'adresse de facturation soit :

source: I would like the post address to be :
fr_be: Je souhaite recevoir mon courrier :

source: ID card number
fr_be: Numéro de carte d'identité

source: Impossible to archive/unarchive while in draft state
fr_be: Impossible d'archiver/désarchiver quand une admission est à l'état 'Brouillon'

source: Impossible to upload document while in draft state
fr_be: Impossible d'uploader des documents quand une admission est à l'état 'Brouillon'

source: In all fields
fr_be: Dans tous les champs

source: Inactive
fr_be: Inactif

source: Invoice
fr_be: Facture

source: Job seeker
fr_be: Chercheur d'emploi

source: Last degree field
fr_be: Domaine d'étude

source: Last degree graduation year
fr_be: Année d'obtention

source: Last degree institution
fr_be: Institution

source: Last degree level
fr_be: Niveau du dernier diplôme

source: Last modifications
fr_be: Dernières modifications

source: Last name
fr_be: Nom

source: Last update
fr_be: Dernière modification

source: Legal cohabitant
fr_be: Cohabitant légal

source: Location
fr_be: Ville

source: Mail sent to
fr_be: Mail envoyé à

source: Mail sent to %(receiver)s
fr_be: Mail envoyé à %(receiver)s

source: Male
fr_be: Homme

source: Manager
fr_be: Gestionnaire

source: Manager is already assigned on this training
fr_be: Le gestionnaire est déjà assigné à cette formation

source: Manager(s) of the training
fr_be: Gestionnaire(s) de la formation

source: Marital status
fr_be: Etat civil

source: Mark as not received
fr_be: Noter le dossier d'inscription comme non-reçu

source: Mark as received file
fr_be: Noter le dossier d'inscription comme reçu

source: Mark diplomas produced for selected registrations ?
fr_be: Indiquer le diplôme produit pour les inscriptions sélectionnées ?

source: Married
fr_be: Marié

source: Mobile phone
fr_be: GSM

source: Name
fr_be: Nom

source: National registry number
fr_be: Numéro de registre national belge

source: New admission
fr_be: Nouvelle admission

source: New person
fr_be: Nouvelle personne

source: No
fr_be: Non

source: No assigned training
fr_be: Aucune formation assignée

source: No data
fr_be: Pas de données

source: No document available
fr_be: Aucun document disponible

source: No file chosen
fr_be: Aucun fichier choisi

source: No formation activated
fr_be: Aucune formation activée

source: No formation inactivated
fr_be: Aucune formation inactivée

source: No registration validated, so no data available to export!
fr_be: Aucune inscription validée à exporter

source: Nobody (because "Send notifications emails" setting is set to "No").
fr_be: Personne (car le paramètre "Envoyer les emails de notification" est défini à "Non")

source: None
fr_be: Aucun

source: Not organized
fr_be: Non organisé

source: Not updatable because it's in draft state
fr_be: Non-éditable car l'admission est en état 'Brouillon'

source: Notification emails will be sent to the following addresse(s) instead of the managers
fr_be: Les emails de notification seront envoyés aux adresses suivantes au lieu des gestionnaires

source: Notify participant by email
fr_be: Notifier le participant par email

source: Other
fr_be: Autre

source: Other educational background
fr_be: Autres formations

source: Other rejection reason
fr_be: Autre motif de refus

source: Other waiting reason
fr_be: Autre motif de mise en attente

source: Paid
fr_be: Payé

source: Passport number
fr_be: Numéro de passeport

source: Past professional activities
fr_be: Expériences professionnelles passées

source: Path
fr_be: Chemin

source: Payment complete
fr_be: En ordre de paiement

source: Person
fr_be: Personne

source: Person information
fr_be: Informations personnelles

source: Phone number
fr_be: Numéro de téléphone

source: Please select at least one admission to accept.
fr_be: Veuillez sélectionner au moins une admission à accepter

source: Please select at least one file to archive
fr_be: Veuillez sélectionner au moins un dossier à archiver

source: Please select at least one file to mark as received
fr_be: Veuillez sélectionner au moins un dossier à noter comme reçu

source: Please select at least one formation
fr_be: Veuillez sélectionner au moins une formation

source: Please select at least one registration to validate.
fr_be: Veuillez sélectionner au moins une inscription à valider

source: Please select at least one registration.
fr_be: Veuillez sélectionner au moins une inscription

source: Please select the file you want to upload and the file category.
fr_be: Veuillez sélectionner le fichier que vous souhaitez uploader ainsi que la catégorie de fichier.

source: Post
fr_be: Courrier

source: Postal code
fr_be: Code postal

source: Predefined reason
fr_be: Motif prédéfini

source: Previous NOMA
fr_be: Précédent NOMA

source: Previous uclouvain registration
fr_be: Avez-vous déjà été inscrit(e) à l'UCLouvain ?

source: Prior experience validation
fr_be: Valorisation des Acquis d'Expérience

source: Private
fr_be: Privé

source: Produce xls
fr_be: Produire un fichier xls

source: Produce xls with list of admissions
fr_be: Produire un fichier xls avec la liste des admissions

source: Professional
fr_be: Professionel

source: Professional and personal interests
fr_be: Intérêts professionnels et personnels

source: Professional background
fr_be: Parcours professionnel

source: Professional status
fr_be: Statut professionel

source: Public servant
fr_be: Fonctionnaire

source: Reason for cancelling
fr_be: Raison de mise en annulation

source: Reason for waiting
fr_be: Raison de mise en attente

source: Received file
fr_be: Dossier reçu

source: Reduced rates
fr_be: Droits réduits

source: Refusal state reason
fr_be: Motif d'état de refus

source: Registered
fr_be: Inscrit

source: Registration
fr_be: Inscription

source: Registration file received
fr_be: Dossier d'inscription reçu

source: Registration submitted
fr_be: Inscription soumise

source: Registration type
fr_be: Inscription à titre

source: Registration validated
fr_be: Inscription validée

source: Registrations
fr_be: Inscriptions

source: Registrations list
fr_be: Liste des inscriptions

source: Registrations to validate
fr_be: Inscriptions à valider

source: Registrations_list
fr_be: Liste_inscriptions

source: Rejected
fr_be: Refusé

source: Rejected reason
fr_be: Motif de refus

source: Residence address
fr_be: Adresse

source: Residence phone
fr_be: Téléphone fixe

source: Save
fr_be: Sauver

source: Self employed
fr_be: Indépendant

source: Send email
fr_be: Envoyer email

source: Send notification email
fr_be: Envoyer un email de notification

source: Send notification emails
fr_be: Envoyer les emails de notification

source: Separated
fr_be: Séparé

source: Set diploma produced for selected registrations
fr_be: Indiquer le diplôme produit pour les inscriptions sélectionnées

source: Single
fr_be: Célibataire

source: Size
fr_be: Taille

source: Spouse name
fr_be: Nom du conjoint

source: Spreading payments
fr_be: Etalement des paiements

source: State
fr_be: Etat

source: State : %(old_state)s ► %(new_state)s
fr_be: Etat : %(old_state)s ► %(new_state)s

source: State reason
fr_be: Raison du changement d'état

source: Street Address
fr_be: Rue - numéro - boîte

source: Student sheet
fr_be: Fiche de l'étudiant

source: Student worker
fr_be: Jobiste

source: Studies
fr_be: Etudes

source: Submitted
fr_be: Soumis

source: Successfully accept %s admissions.
fr_be: %s admissions ont été acceptées avec succès.

source: Successfully assigned %(manager)s to the training %(training)s
fr_be: %(manager)s a été assigné·e avec succès à la formation %(training)s

source: Successfully defined training aid to %(new_value)s for %(quantity_updated)s trainings.
fr_be: "Aide à la formation" définie à %(new_value)s pour %(quantity_updated)s formations.

source: Successfully desassigned %(manager)s from the training %(training)s
fr_be: %(manager)s a été désassigné·e avec succès de la formation %(training)s

source: Successfully marked diploma as produced for %s registrations.
fr_be: Le diplôme a été marqué "produit" pour %s inscriptions.

source: Successfully validated %s registrations.
fr_be: %s inscriptions ont été validées avec succès.

source: Sure you want to unarchive the file(s) ?
fr_be: Etes-vous sûr.e de vouloir désarchiver les archives?

source: Tasks
fr_be: Tâches

source: The admission must be submitted to be accepted.
fr_be: L'admission doit être soumise pour être acceptée

source: The document is uploaded correctly
fr_be: Le document a bien été uploadé

source: The managers (list above) will receive the notification emails.
fr_be: Les gestionnaires (liste ci-dessus) recevront les emails de notification.

source: The name of the file is too long : maximum %(length)s characters.
fr_be: Le nom du fichier est trop long : maximum %(length)s caractères.

source: The programme is already complete
fr_be: Le programme est d’ores et déjà complet

source: The registration must be submitted to be validated.
fr_be: L'inscription doit être soumise pour êter validée

source: The registrations must be validated to mark diploma as produced.
fr_be: Les inscriptions doivent être validées pour marquer le diplôme comme "produit".

source: The status of the admission must be Accepted to upload an invoice.
fr_be: L'admission doit être en statut Accepté pour uploader une facture.

source: There is no invoice for this admission, notification email not sent
fr_be: Il n'y a pas de facture pour cette admission, l'email de notification n'a pas été envoyé

source: This page contains the Registrations for which the diploma must be produced by IUFC.
fr_be: Cette page reprend les Inscriptions pour lesquelles le diplôme doit être produit par l'IUFC.

source: This page contains the Registrations submitted by the participants. These must be validated by IUFC.
fr_be: Cette page reprend les Inscriptions soumises par les participants. Celles-ci doivent être validées par l'IUFC.

source: This page contains the admissions submitted by the participants. These must be accepted by the manager.
fr_be: Cette page reprend les admissions soumises par les participants. Celles-ci doivent être acceptées par le gestionnaire.

source: This will accept all selected admissions. Are you sure ?
fr_be: Les admissions sélectionnées vont être acceptées. Êtes-vous certain·e de vouloir continuer ?

source: This will check the "diploma produced" box for all selected registrations. Are you sure ?
fr_be: Le diplôme va être indiqué comme "produit" pour les inscriptions sélectionnées. Êtes-vous certain·e de vouloir continuer ?

source: This will send an notification email to the participant, saying that there is an invoice available.
fr_be: Un email de notification sera envoyé au participant, indiquant qu'une facture est disponible.

source: This will unarchive all selected archives. Are you sure ?
fr_be: Les archives sélectionnées vont être désarchivées. Êtes-vous certain·e de vouloir continuer ?

source: This will validate all selected registrations. Are you sure ?
fr_be: Les inscriptions sélectionnées vont être validées. Êtes-vous certain·e de vouloir continuer ?

source: Title
fr_be: Titre

source: To submit a registration, its state must be ACCEPTED.
fr_be: Pour soumettre une inscription, son état doit être Accepté.

source: To submit an admission, its state must be DRAFT.
fr_be: Pour soumettre une admission, son état doit être Brouillon.

source: Training
fr_be: Formation

source: Training Managers
fr_be: Gestionnaires de formation

source: Training aid
fr_be: Aide à la formation

source: Training aid available
fr_be: Aide à la formation disponible

source: Trainings
fr_be: Formations

source: UCLouvain registration complete
fr_be: Inscription au rôle

source: Unarchive
fr_be: Désarchiver

source: Unconditionally
fr_be: Sans condition

source: Unknown birth place
fr_be: Lieu de naissance inconnu

source: Unreceived file
fr_be: Dossier d'inscription non reçu

source: Upload
fr_be: Envoyer

source: Upload file
fr_be: Uploader un document

source: Uploaded by
fr_be: Envoyé par

source: Uploading and deleting files is not allowed if admission is not editable.
fr_be: Ajouter et supprimer des fichiers n'est pas permis si l'admission n'est pas éditable.

source: Use address for billing
fr_be: Utiliser l'adresse enregistrée pour la facturation

source: Use address for post
fr_be: Utiliser l'adresse enregistrée pour le courrier

source: User
fr_be: Utilisateur

source: VAT number
fr_be: Numéro de TVA

source: Validate all selected registrations ?
fr_be: Valider les inscriptions sélectionnées ?

source: Validate selected registrations
fr_be: Valider les inscriptions sélectionnées

source: Validated
fr_be: Validé

source: Waiting
fr_be: En attente

source: Waiting state reason
fr_be: Raison de la mise en attente

source: Warning
fr_be: Avertissement

source: We will contact you again for the next edition
fr_be: Nous vous recontacterons lors du lancement de la prochaine édition de ce dernier

source: We will report to you as soon as possible
fr_be: Nous reviendrons vers vous dans les plus brefs délais

source: While participant fills out the form some fields are required. Some of those fields aren't filled-in yet.
fr_be: Quand le participant remplit son dossier certains champs sont obligatoires. Actuellement certains de ces champs ne sont pas remplis.

source: Who will receive notification emails ?
fr_be: Qui recevra les emails de notification ?

source: Widowed
fr_be: Veuf(ve)

source: Yes
fr_be: Oui

source: Yes, accept all selected admissions
fr_be: Oui, accepter les admission sélectionnées.

source: Yes, mark diplomas produced for selected registrations
fr_be: Oui, marquer le diplôme comme "poduit" pour les inscriptions sélectionnées.

source: Yes, unarchive all selected archives
fr_be: Oui, désarchiver les archives sélectionnées.

source: Yes, validate all selected registrations
fr_be: Oui, valider les inscriptions sélectionnées.

source: You can enter a condition of acceptance
fr_be: Condition d'acceptation

source: You can enter a reason to cancel this admission
fr_be: Vous pouvez indiquer la raison pour laquelle cette admission est annulée

source: You can enter a reason to put this admission on hold
fr_be: Vous pouvez indiquer la raison pour laquelle cette admission est mise en attente

source: You can enter a reason to reject this admission
fr_be: Vous pouvez indiquer la raison pour laquelle cette admission est refusée

source: You can only notify participant by email when it's an invoice
fr_be: Vous pouvez seulement notifier le participant par email pour un document de type 'facture'

source: You can't delete a file while in draft state
fr_be: Vous ne pouvez pas supprimer de fichier quand l'admission est en état 'Brouillon'

source: You do not have the experience and/or motivation to follow this program
fr_be: Vous ne disposez pas de l’expérience et/ou des motivations nécessaires pour suivre ce programme

source: You do not meet the admission requirements
fr_be: Vous ne remplissez pas les conditions d’admission

source: You don't have the permission to delete this file
fr_be: Vous n'avez pas la permission de supprimer ce fichier

source: You will set the state Draft to the admission. It will be visible and editable for the participant as well as not editable for you.
fr_be: Vous allez remettre l'admission en état Brouillon. Elle sera de nouveau visible et modifiable par le participant et non-modifiable pour vous.

source: Your admission file is being verified by the responsible training jury
fr_be: Votre dossier est en cours de vérification par le jury de la formation

source: Your course is not adapted to the program of this training
fr_be: Votre parcours n’est pas adapté au programme de cette formation

source: an other address
fr_be: une autre adresse

source: archived
fr_be: archivé

source: managers
fr_be: gestionnaires

source: not received
fr_be: non reçu

source: received
fr_be: reçu

source: residence address mentioned earlier
fr_be: l'adresse du domicile légal mentionnée précédemment

source: unarchived
fr_be: non-archivé
